[
    {
        "encoding": "UTF-8",
        "contentType": "Episode",
        "content": {
            "episode_number": 1,
            "title": "The Beginning of Adventure",
            "subtitle": "Prologue",
            "content": [
                "There exists a star, blossoming with advanced civilization, located at the far reaches of the universe. The inhabitants of this star have been passionately engaged in the development of science and technology, relishing its fruits, since they passed a turning point called the Singularity over half a century ago.",
                "The virtual reality space \"Metaverse\" now comprises not just a part of people's lives, but the majority of it. Aside from time spent sleeping and eating, people spend most of their time in the Metaverse. Here, they work and enjoy traveling, hold music concerts, and experience love. The Metaverse mimics all aspects of the real world and sometimes even offers experiences that transcend it.",
                "The technology that converts the substance of the real world into digital data is known as the \"Material Digitizer\". Thanks to this device, people have been able to bring objects from the real world into the VR world. The boundary between reality and virtuality becomes more ambiguous day by day.",
                "This Metaverse is not a single space but is formed by the connection of multiple spaces. There exist many Metaverses, each with their individual characteristics and rules, and together they form a \"Multiverse\". People move freely between these Metaverses, enjoying infinite possibilities in each space. Realizing this is the \"Multi-Verse Connect Engine\", developed by OIO, which has now grown into a colossal corporation, allowing for the connection of multiple Metaverses.",
                "There exists a council within this vast Multiverse world. This council, established jointly by nations worldwide, enforces its unique laws within the Multiverse, maintaining order. The Chairman of this council, currently held by Mr. Bryant from the United States, carries the responsibility of preserving the laws and order of this expansive digital world as its second Chairman.",
                "However, the focus of our story is not the rulers of this Multiverse. Our protagonists are a parent and child duo living in Tokyo, the capital of Japan: Kent Sawamura and Maya Sawamura. Maya is a 12-year-old girl with a difficult side, and her father Kent is a modest system engineer.",
                "Both of them have a bit of a geeky and clumsy side, which adds to their charm. Their everyday life is like a novel they themselves are authoring, set in both the real world and the Metaverse. Their experiences are diverse and occasionally accompanied by difficulties, but they are always filled with love and adventure.",
                "And now, a new story of the Sawamura family is about to begin somewhere in this Multiverse. What awaits them is a mystery that can only be known on the other side of the Metaverse. However, one thing is for certain: there must surely be an exciting new adventure awaiting them."
            ]
        },
        "revision": "Genesis"
    },
    {
        "encoding": "UTF-8",
        "contentType": "Episode",
        "content": {
            "episode_number": 2,
            "title": "Clash in the Metaverse",
            "subtitle": null,
            "content": [
                "In Tokyo, where everyday life continues as usual, we find the Sawamura family. Kent and his daughter, Maya, had adapted to the new world of the Metaverse, a realm supported by advanced science and technology. They spent their days working in the virtual reality, going for walks, and deepening their relationships with friends.",
                "However, on a certain monthly school day, Maya came home from school and emphatically declared, \"I'm not going to school anymore.\" A dispute with a friend seemed to be the cause. Kent tried to persuade her otherwise, but Maya wouldn't listen.",
                "Just then, a loud voice echoed from the back of their home. It was Lisa, Kent's wife, and Maya's mother. The source of the voice was a VR device set up at the back of the house, and Lisa was diving into a new Metaverse, \"Nag-Won\". She was participating in an event taking place in \"Nag-Won\", which had just been newly released.",
                "As it was rare for Lisa to use the Metaverse, Kent and Maya were surprised. However, a series of even more astonishing events took place. While Lisa was meeting a friend at a pub called \"Ovi-Wan\" in \"Nag-Won\", a group of strangers occupied the table she had reserved. The group turned out to be members of the cyber resistance, \"Unchained\".",
                "Unaware of their identities, Lisa, angry at their disregard for her reservation, made the situation worse. Witnessing the whole affair, Maya and Kent were simply stunned. Nevertheless, they quickly dived into the Metaverse \"Nag-Won\" to intervene and assist Lisa, but this only escalated the situation further.",
                "At that moment, \"Haraboji\", a regular user of \"Nag-Won\" and the owner of a convenience store in the real world who happened to be present, intervened. Harnessing his adaptability and knowledge, he successfully defused the situation, saving the Sawamura family from further trouble."
            ]
        },
        "revision": "Genesis"
    },
    {
        "encoding": "UTF-8",
        "contentType": "Episode",
        "content": {
            "episode_number": 3,
            "title": "Into the Abyss",
            "subtitle": null,
            "content": [
                "Several days had passed, and the commotion with the Unchained in the \"Nag-Won\" Metaverse had become a past event for Maya and Kent. One day, they visited the neighborhood convenience store run by Haraboji to express their gratitude for his help during the disturbance. At that time, the brothers Chen Chunyan and Chen Yichen, their childhood friends, happened to be in the store. These brothers had been living with Haraboji since the widely reported \"Chen couple disappearance case\" three years ago. The brothers had differing views about the disappearance case and weren't on the best of terms. Chunyan asserted that the Unchained were involved in their parents' disappearance, while Yichen believed their parents had abandoned them.",
                "As Maya and Chunyan talked, it turned out that Chunyan also had recently had a dispute with the Unchained in the \"Nag-Won\" Metaverse. She had been temporarily detained by Unchained members when she was searching for their hideout. However, she successfully hacked the Metaverse system and escaped.",
                "At the hideout, Chunyan had found a photograph of the Chen couple and the strings of characters \"b-110\" and \"645725\". Later, she researched past newspaper articles at the National Library and, using the string \"b-110\" as a clue, she stumbled upon the existence of a secret society named \"BIIO\". Although the connection between this string and the secret society was not yet clear, she was determined to continue her investigation.",
                "Maya was interested in this story and decided to help Chunyan with her investigation. At first, Kent, who was listening with concern, eventually agreed with this decision. However, the moment Maya and Chunyan pledged to cooperate in the investigation, Haraboji appeared from the back of the store. He firmly forbade them from undertaking such a dangerous investigation, warning them it could put them and their families at risk."
            ]
        },
        "revision": "Genesis"
    },
    {
        "encoding": "UTF-8",
        "contentType": "Episode",
        "content": {
            "episode_number": 4,
            "title": "Entwined Destinies",
            "subtitle": null,
            "content": [
                "Owen Bryant, the Chairman of the Multi-Metaverse Council (MMC), possessed formidable influence and abundant resources, enabling him to master the art of manipulating others. However, he remained unaware of the ironic fact that he himself was being exploited by Saariyah Ayyad, considered his right-hand.",
                "Since the disappearance of Yichen and his sister Chunyan's parents, who were members of the council, Bryant regarded them as special individuals. In reality, during his early childhood, Yichen successfully deciphered and unlocked the ancient code of a material digitizer, authored by a mysterious figure named Sho. This achievement made the practical implementation of the material digitizer possible.",
                "Normally, Bryant and Yichen held regular meetings, but one day, when Yichen was scheduled to visit Bryant's office, he failed to show up on time. This raised suspicions that Saariyah, Bryant's close aide, might have abducted him.",
                "On the other hand, Chunyan, Yichen's sister, and Maya learned about Yichen's disappearance. They realized that Bryant might have sent Yichen to Saariyah and become unwittingly entangled in her manipulations. Confronted with this shocking truth, they made a resolute decision to join forces with the Unchained movement to unravel the mysteries of BIIO and Sho and rescue Yichen.",
                "When the destinies of Bryant, Saariyah, Chunyan, Maya, and Kent converge, a new story begins. Each of them pursues their own objectives, engaging in a new battle under the colossal shadow of BIIO. This conflict revolves around the contest for the Metaverse and will significantly impact their individual fates."
            ]
        },
        "revision": "Genesis"
    },
    {
        "encoding": "UTF-8",
        "contentType": "Episode",
        "content": {
            "episode_number": 5,
            "title": "Bond of Family and Oath of Revenge",
            "subtitle": null,
            "content": [
                "Maya and Chunyan, having obtained information about a person named Sho from Dr. Dyson, begin their investigation into his existence and mysterious actions. Sho introduces himself as Sho Nakamoto, and it's revealed that he possesses skills as a hacker. He may potentially be the founder of Unchained, though his real existence remains unclear.",
                "Meanwhile, the relationship between Kent and Maya is also revealed. Sho turns out to be Kent's father, Kai Sawamura, and Maya's grandfather. Kai had already obtained a digitalized body and had been using his abilities for various activities in the Metaverse.",
                "Furthermore, Kai played a critical role in the development of the Super Piccell project and the Multi-Verse Connect Engine. Behind his promotion of the Super Piccell project was a purpose to earn high medical expenses for his wife, who is also Kent's mother. Despite his efforts, he eventually lost his wife to illness, leading to his sorrow and anger, and swearing revenge on the Multi-Metaverse Council. Sho also knew that Bryant was involved in the disappearance of Chunyan and Yichen's parents.",
                "On the other hand, new information about Haraboji also comes to light. He was a former cypherpunk activist and the inaugural chairman of the Multi-Metaverse Council. In his younger days, Haraboji was involved in the cypherpunk community that Kai participated in, cultivating him into a top-tier engineer. Kai had been working on the development of the Super Piccell Protocol, a high-speed transmission protocol for large-volume encrypted data, and the Material Digitizer from that time."
            ]
        },
        "revision": "Genesis"
    },
    {
        "encoding": "UTF-8",
        "contentType": "Episode",
        "content": {
            "episode_number": 6,
            "title": "Destruction, Rebirth, and the Light of Hope",
            "subtitle": "epilogue",
            "content": [
                "Maya and Chunyan have discovered that the individual who was once developing the Material Digitizer is actually \"Sho Nakamoto\" also known as Kai Sawamura. He had suspended its development upon sensing the danger of the Material Digitizer's technology being misused.",
                "Moreover, after the death of his wife, Kai disappeared, leaving his young son, Kent, behind. Kai was a co-founder of a company called \"OIO\" and was also a confidant of Dr. Dyson.",
                "Upon learning about Sho's (Kai Sawamura) existence, Maya and Chunyan team up with him to put a stop to BIIO's ambitions. They realize that BIIO is an organization intending to misuse the Material Digitizer's technology to achieve eternal life digitally. The organization was responsible for orchestrating the disappearance of the Chen couple, who were a hindrance during the development process.",
                "They also come to recognize the significance of the Super Piccell Protocol developed by Kai. The Super Piccell Protocol is a fundamental protocol that underpins the Multi-Verse Connect Engine and the Material Digitizer. This protocol, which is necessary for quick and secure data transfer in the digital world, plays a critical role in the development of the multiverse metaverse.",
                "Maya, Chunyan, Kai, Haraboji, and Kent unite to block the ambitions of BIIO. They utilize the Super Piccell Protocol and battle BIIO, who aim to misuse the Material Digitizer's technology, as they fight to protect the future of the metaverse.",
                "At the climax, Bryant and Saariyah join the battle, and the final showdown unfolds in the metaverse. Under the guidance of Kai and Haraboji, Maya and Kent stand up to the challenge, believing in their own strength and bonds.",
                "After an intense battle, they manage to crush the ambitions of BIIO. Bryant and Saariyah's involvement in a series of incidents becomes clear, and they face the repercussions of their actions.",
                "Maya and Kent return to their peaceful everyday life, joined by Haraboji. They reaffirm their family bonds and renew their determination to strive for the development and peace of both the metaverse and the real world."
            ]
        },
        "revision": "Genesis"
    }
]